alicloud/ssd_250GB.test9.log
test9: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 thread

test9: (groupid=0, jobs=1): err= 0: pid=793: Sun Aug 25 14:32:42 2019
  write: IOPS=52.1k, BW=204MiB/s (213MB/s)(10.0GiB/50297msec); 0 zone resets
    slat (nsec): min=1900, max=430398k, avg=9917.71, stdev=535581.98
    clat (nsec): min=1630, max=565249k, avg=173331.50, stdev=2269179.67
     lat (usec): min=5, max=565253, avg=183.46, stdev=2344.54
    clat percentiles (usec):
     |  1.00th=[   73],  5.00th=[   75], 10.00th=[   75], 20.00th=[   77],
     | 30.00th=[   78], 40.00th=[   80], 50.00th=[   81], 60.00th=[   83],
     | 70.00th=[   87], 80.00th=[   94], 90.00th=[  100], 95.00th=[  108],
     | 99.00th=[ 5407], 99.50th=[ 7046], 99.90th=[ 8455], 99.95th=[10028],
     | 99.99th=[12125]
   bw (  KiB/s): min=64168, max=766056, per=100.00%, avg=343046.38, stdev=218164.33, samples=60
   iops        : min=16042, max=191516, avg=85761.60, stdev=54541.23, samples=60
  lat (usec)   : 2=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=89.89%
  lat (usec)   : 250=8.96%, 500=0.02%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=1.07%, 20=0.05%, 50=0.01%
  lat (msec)   : 250=0.01%, 500=0.01%, 750=0.01%
  cpu          : usr=5.52%, sys=29.10%, ctx=2796, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=204MiB/s (213MB/s), 204MiB/s-204MiB/s (213MB/s-213MB/s), io=10.0GiB (10.7GB), run=50297-50297msec

Disk stats (read/write):
  vdc: ios=0/224564, merge=0/878, ticks=0/5732404, in_queue=5725013, util=90.06%